{
  "WA": {
    "description": "National and international non-governmental organizations— many concerned with labor issues, the environment, and consumer protection, created a mass demonstration at the World Trade Organization convention in Washington. The protests galvanized a lasting movement engaged with the struggles of globalization.",
    "patternCount": 1,
    "title": 1999,
    "stateName": "Washington",
    "stateCode": "WA",
    "artworkCount": 1
  },
  "DE": {
    "description": "Margaret Irving Handy of Delaware became the state’s first pediatrician. Later, Handy collected surplus breast milk in the community to feed the babies of mothers who could not breast feed, and established the first mothers' milk bank at Delaware Hospital.",
    "patternCount": 1,
    "title": 1918,
    "stateName": "Delaware",
    "stateCode": "DE",
    "artworkCount": 1
  },
  "WI": {
    "description": "In 1921, the Wisconsin Legislature passed the first equal rights bill in the nation, granting women full equality with men under civil law. The bill was signed into law by Governor John James Blaine and hailed by members of the Wisconsin Woman's Party.",
    "patternCount": 1,
    "title": 1921,
    "stateName": "Wisconsin",
    "stateCode": "WI",
    "artworkCount": 1
  },
  "WV": {
    "description": "Fannie Sellins, labor organizer who worked with the mine workers union in West Virginia",
    "patternCount": 1,
    "title": "(1913?) 1910",
    "stateName": "West Virginia",
    "stateCode": "WV",
    "artworkCount": 1
  },
  "AK": {
    "description": "Environmental activists and fisherwo/men orgranize in Alaska, after the Exxon Valdez oil spill, including marine toxicologist Riki Ott. Ott helped with the Oil Pollution Act of 1990.",
    "patternCount": 1,
    "title": "1997",
    "stateName": "Alaska",
    "stateCode": "AK",
    "artworkCount": 1
  },
  "HI": {
    "description": "An industry wide strike in 1947 Hawaii included women workers of the canneries and fields. Following the Pineapple Strike women’s wages were increased for this seasonal source of employment.",
    "patternCount": 1,
    "title": "1947",
    "stateName": "Hawaii",
    "stateCode": "HI",
    "artworkCount": 1
  },
  "FL": {
    "description": "Luisa Moreno unionized African-American and Latina cigar-rollers in Florida. She also became a representative of the United Cannery, Agricultural, Packing, and Allied Workers of America (UCAPAWA), becoming the editor of its Spanish-language newspaper in 1940.",
    "patternCount": 1,
    "title": 1937,
    "stateName": "Florida",
    "stateCode": "FL",
    "artworkCount": 1
  },
  "WY": {
    "description": "Nellie Taylor Ross was the first woman governor in the United States and is the only woman to have served as governor of Wyoming. The Wyoming Territory was the first to give women the vote in 1869. This motif references a silhouette of an American Bison modeled after the state flag.",
    "patternCount": 1,
    "title": 1925,
    "stateName": "Wyoming",
    "stateCode": "WY",
    "artworkCount": 1
  },
  "NH": {
    "description": "New Hampshire became the first state to pass a 10-hour workday law. Sara Bagley, b. in New Hampshire, was a key figure in this effort. This motif is sampled from needlework made by 13-yr-old Louis Bean in the 1800s.",
    "patternCount": 1,
    "title": 1847,
    "stateName": "New Hampshire",
    "stateCode": "NH",
    "artworkCount": 1
  },
  "NJ": {
    "description": "",
    "patternCount": 1,
    "title": "Paterson Silk Strike",
    "stateName": "New Jersey",
    "stateCode": "NJ",
    "artworkCount": 1
  },
  "NM": {
    "description": "",
    "patternCount": 1,
    "title": "Salt of the Earth film based on Strike 1951",
    "stateName": "New Mexico",
    "stateCode": "NM",
    "artworkCount": 1
  },
  "TX": {
    "description": "Emma Tenayuca Texan labor organizer",
    "patternCount": 0,
    "title": 1939,
    "stateName": "Texas",
    "stateCode": "TX",
    "artworkCount": 0
  },
  "LA": {
    "description": "Sugar Strike Louisiana. The Knights of Labor presented a list of demands to the Louisiana Sugar Planters Association on behalf of the sugar cane workers. The Knights at that time did not exclude women or blacks and accepted workers of all skill levels. They are considered a predecessor of the Industrial Workers of the World.",
    "patternCount": 1,
    "title": 1887,
    "stateName": "Louisiana",
    "stateCode": "LA",
    "artworkCount": 1
  },
  "NC": {
    "description": "Sept. 14, during the Loray Mill strike in Gastonia, NC, a Textile Workers Union members were ambushed by local vigilantes and a sheriff’s deputy.",
    "patternCount": 1,
    "title": 1929,
    "stateName": "North Carolina",
    "stateCode": "NC",
    "artworkCount": 1
  },
  "ND": {
    "description": "Commission on Status of Women, chaired by workers comp and AAUW, equal pay passed from commission in ND",
    "patternCount": 1,
    "title": 1965,
    "stateName": "North Dakota",
    "stateCode": "ND",
    "artworkCount": 1
  },
  "NE": {
    "description": "Amazon Army Omaha, unions in the northern plains",
    "patternCount": 1,
    "title": 1921,
    "stateName": "Nebraska",
    "stateCode": "NE",
    "artworkCount": 1
  },
  "TN": {
    "description": "Margaret Bowen, a worker at American Glanzstoff, led a walkout of 523 women operatives.",
    "patternCount": 1,
    "title": 1929,
    "stateName": "Tennessee",
    "stateCode": "TN",
    "artworkCount": 1
  },
  "NY": {
    "description": "ILGWU formed 1900 / Women's Trade Union League (out of British org that led to the AFL) / supported Shirtwaist Factory 1911",
    "patternCount": 1,
    "title": 1903,
    "stateName": "New York",
    "stateCode": "NY",
    "artworkCount": 1
  },
  "PA": {
    "description": "Strikes of women workers rise out of the 10 hour workday campaign in western Pennsylvania cotton mills. Needlework design from stitchwork of Amelia Smith of Pennsylvania in 1837.",
    "patternCount": 1,
    "title": 1845,
    "stateName": "Pennsylvania",
    "stateCode": "PA",
    "artworkCount": 1
  },
  "CT": {
    "description": "Marjorie Schneider, a worker at Connecticut Bridgeport Brass Company, advocates for safety for the women workers who produce shell casings for the Navy. Sign reads: Safety cap to protect hair, No jewelry, Short Sleeves, Industri-Alls, Low Heeled safety shoes.",
    "patternCount": 1,
    "title": "1944",
    "stateName": "Connecticut",
    "stateCode": "CT",
    "artworkCount": 1
  },
  "NV": {
    "description": "The Culinary Union was chartered",
    "patternCount": 1,
    "title": 1935,
    "stateName": "Nevada",
    "stateCode": "NV",
    "artworkCount": 1
  },
  "VA": {
    "description": "The same year women gain the right to vote, Virginia women account for 50% of all textile workers, 90% of all clothing workers, more than 80% of tobacco workers, and 45% of paper and print workers. This image of tabocco workers is from the same era. The motif was sampled from Sarah Jane Board of Oak Grove, made in the 1800s.",
    "patternCount": 1,
    "title": 1920,
    "stateName": "Virginia",
    "stateCode": "VA",
    "artworkCount": 1
  },
  "CO": {
    "description": "Tent cities were formed with resources from the United Miner Workers union, who organized Colorado coal miners. The miners had yet to gain the eight hour workday and full enforcement of labor laws. Mary Harris \"Mother Jones\" gave a speech which led to the Fuel and Iron strike of 1913.",
    "patternCount": 1,
    "title": 1913,
    "stateName": "Colorado",
    "stateCode": "CO",
    "artworkCount": 1
  },
  "CA": {
    "description": "Dolores Huerta directed the United Farm Worker's national boycott during the Delano grape strike in California. This motif also points to the plight of farmworkers as demonstrated by Ester Hernandez’s 1982 poster \"Sun Mad\".",
    "patternCount": 2,
    "title": 1965,
    "stateName": "California",
    "stateCode": "CA",
    "artworkCount": 2
  },
  "AL": {
    "description": "General Textile Strike of 1934, Alabama 3 counties, then nation-wide",
    "patternCount": 1,
    "title": 1934,
    "stateName": "Alabama",
    "stateCode": "AL",
    "artworkCount": 1
  },
  "AR": {
    "description": "Photographer Louise Boyle was invited to photograph the living and working conditions of the Southern Tenant Farmers’ Union members from several Arkansas communities.",
    "patternCount": 1,
    "title": 1967,
    "stateName": "Arkansas",
    "stateCode": "AR",
    "artworkCount": 1
  },
  "VT": {
    "description": "Addie (Laird) Card, 10-year-old Pownal mill worker photographed by Lewis Hines, becomes a “poster child” against child labor.",
    "patternCount": 1,
    "title": 1910,
    "stateName": "Vermont",
    "stateCode": "VT",
    "artworkCount": 1
  },
  "IL": {
    "description": "Betty Friedan, born in Peoria Illinois publishes the influential book the Feminine Mystique in 1963. This motif samples the graphic on the 10 year anniversary edition cover alongside the campaign logo for Wages for Housework (founded in 1973). A Chicago chapter distributed their message on dishtowels to start a dialog about unpaid domestic labor.",
    "patternCount": 0,
    "title": "1963, 1973",
    "stateName": "Illinois",
    "stateCode": "IL",
    "artworkCount": 0
  },
  "GA": {
    "description": "Atlanta Washerwomen Strike in Georgia was organized by black women laundresses seeking to raise wages. This motif is sampled by Elizabeth Alston of Bibb County made in the 1800s.",
    "patternCount": 1,
    "title": 1884,
    "stateName": "Georgia",
    "stateCode": "GA",
    "artworkCount": 1
  },
  "IN": {
    "description": "Virginia Claypool Meredith (1848-1936) earned the title “Queen of American Agriculture” in Indiana. She farmed in Cambridge City and was one of the first women to show livestock to speak about crop and livestock production. This motif is sampled from Sarah Jenkins, an 11-year-old in 1800s Indiana.",
    "patternCount": 1,
    "title": 1882,
    "stateName": "Indiana",
    "stateCode": "IN",
    "artworkCount": 1
  },
  "IA": {
    "description": "American Federation of State, County and Municipal Employees (AFSCME) for Iowa Council 61 gains a $1.3 million win for AFSCME state employees victimized by sex-based pay discrimination.",
    "patternCount": 1,
    "title": 1988,
    "stateName": "Iowa",
    "stateCode": "IA",
    "artworkCount": 2
  },
  "MA": {
    "description": "Lowell Female Labor Reform Association. Lowell mill girls organized for 10 hour workday in Massachusetts.",
    "patternCount": 1,
    "title": 1844,
    "stateName": "Massachusetts",
    "stateCode": "MA",
    "artworkCount": 1
  },
  "AZ": {
    "description": "Anna O'Leary, who served as the president of the Morenci Miners Women's Auxiliary during the Phelps Dodge copper strike of 1983-1986 in Clifton-Morenci, Arizona.",
    "patternCount": 0,
    "title": 1983,
    "stateName": "Arizona",
    "stateCode": "AZ",
    "artworkCount": 0
  },
  "ID": {
    "description": "This motif is from an image of the Bunker Hill Mining Company in Kellogg, Idaho. Because of lead exposure concerns, the company required women workers to be sterilized if they wanted to work at the smelter. The union pursued research about the health conditions for both women and men and eventually it became a Superfund site.",
    "patternCount": 1,
    "title": 1975,
    "stateName": "Idaho",
    "stateCode": "ID",
    "artworkCount": 1
  },
  "ME": {
    "description": "Women shoe stitchers from six states form the first national women’s labor organization, the Daughters of St. Crispin.",
    "patternCount": 1,
    "title": 1869,
    "stateName": "Maine",
    "stateCode": "ME",
    "artworkCount": 0
  },
  "MD": {
    "description": "Gloria Johnson was a founding member of the Coalition of Labor Union Women (CLUW) and became it’s president in 1993. She worked on women’s and children’s health care, family and medical leave, and labor law reform. A life long labor leader in Maryland, she was appointed to President Clinton’s Commission on the Celebration of Women in American History in 1996. This motif is from a sampler made by Harriet Coopers of Saint Frances School for Colored Girls, Baltimore in 1849.",
    "patternCount": 1,
    "title": 1993,
    "stateName": "Maryland",
    "stateCode": "MD",
    "artworkCount": 1
  },
  "OK": {
    "description": "In February 1918 five of seven bookbinding companies in Oklahoma City agreed to increase wages when an agreement was struck between union members and company representatives. The new, two-year contract provided for $1 a week increase for men for the next two years. Women garnered a $1.50 a week increase the first year and a $1 a week raise in the second year. At that time men earned $24 a week, compared to $12 to $15 a week for women. By 1999 the median wage of Oklahoma women was $22,473, compared to $30,488 for men.",
    "patternCount": 1,
    "title": 1918,
    "stateName": "Oklahoma",
    "stateCode": "OK",
    "artworkCount": 1
  },
  "OH": {
    "description": "The Female Protective Union in Ohio improved working conditions in garment factories by increasing pay and reducing hours which at the time were approx 96 hours a week.",
    "patternCount": 1,
    "title": 1851,
    "stateName": "Ohio",
    "stateCode": "OH",
    "artworkCount": 1
  },
  "UT": {
    "description": "",
    "patternCount": 1,
    "title": "Chocolate Dippers Strike",
    "stateName": "Utah",
    "stateCode": "UT",
    "artworkCount": 1
  },
  "MO": {
    "description": "Kate O’Hare—machinist in the Kansas City, Missouri, shop where her father worked & joined the International Order of Machinists Union",
    "patternCount": 1,
    "title": 1902,
    "stateName": "Missouri",
    "stateCode": "MO",
    "artworkCount": 1
  },
  "MN": {
    "description": "Training schools for teachers open in Winona, Mankato, and St. Cloud. For the first time, women are allowed to train for profession outside home.",
    "patternCount": 1,
    "title": 1860,
    "stateName": "Minnesota",
    "stateCode": "MN",
    "artworkCount": 1
  },
  "MI": {
    "description": "Woolworth's workers in Detroit Michigan hold a sit-down strike and demand union recognition, a 10 cent per hour raise, an 8 hour workday, 50 cent lunches for the food counter workers, hiring of new workers only through a union hiring hall, and no retaliation.",
    "patternCount": 1,
    "title": 1937,
    "stateName": "Michigan",
    "stateCode": "MI",
    "artworkCount": 1
  },
  "RI": {
    "description": "In May 1824, 102 women workers in Pawtucket, Rhode Island, left their looms after the mill’s owners announced a wage cut.Massachusetts 1844",
    "patternCount": 1,
    "title": "Slater Mill Strike.",
    "stateName": "Rhode Island",
    "stateCode": "RI",
    "artworkCount": 1
  },
  "KS": {
    "description": "Mary Lease delivered speeches on behalf of Kansas farmers revolting against high railroad rates and morgage interest rates. She believed big business made Americans into \"wage slaves\" and critiqued Wall Street. This motif was based on a Kansas quilt made made by Amanda Lewis or her daughter, Mary Jane Exoduster. Amanda first came to Kansas with her husband and children during the 1880s, settling near Concordia. She had lived as a slave in Kentucky before the Civil War.",
    "patternCount": 1,
    "title": 1890,
    "stateName": "Kansas",
    "stateCode": "KS",
    "artworkCount": 1
  },
  "MT": {
    "description": "In 1955, Montana attorney general Arnold Olsen declared that “Marriage is not a ground for dismissal” and that “teacher contracts could not discriminate against married teachers.”",
    "patternCount": 1,
    "title": 1955,
    "stateName": "Montana",
    "stateCode": "MT",
    "artworkCount": 1
  },
  "MS": {
    "description": "Newly freed black women, working as laundresses in Jackson, Mississippi, form a union and strike for higher wages.",
    "patternCount": 1,
    "title": 1866,
    "stateName": "Mississippi",
    "stateCode": "MS",
    "artworkCount": 1
  },
  "SC": {
    "description": "Mary Moultrie and over 300 African American female hospital workers strike in Charleston, South Carolina for 113 days",
    "patternCount": 1,
    "title": 1969,
    "stateName": "South Carolina",
    "stateCode": "SC",
    "artworkCount": 1
  },
  "KY": {
    "description": "Florence Reece writes the miner song “Which Side Are You On” as a young girl during the Harlan County strike in Kentucky.",
    "patternCount": 1,
    "title": 1931,
    "stateName": "Kentucky",
    "stateCode": "KY",
    "artworkCount": 1
  },
  "OR": {
    "description": "Oregon has the distinction of placing the question of votes for women on the ballot six times—in 1884, 1900, 1906, 1908, 1910, and 1912—more than any other state.",
    "patternCount": 1,
    "title": 1912,
    "stateName": "Oregon",
    "stateCode": "OR",
    "artworkCount": 1
  },
  "SD": {
    "description": "National Youth Administration woodworking shop, Mission SD Todd County",
    "patternCount": 1,
    "title": 1938,
    "stateName": "South Dakota",
    "stateCode": "SD",
    "artworkCount": 1
  }
}
